{
  "На работе он занимается менеджментом и не является директором?": [
    {
      "На работе он выполняет в той или иной степени обязанности администратора или занимается моделированием компьютерных процессов?": [
        {
          "На работе он занимается дизайном или пишет документацию?": [
            {
              "На работе он занимается программированием или тестирует ПО?": [
                {
                  "На работе он занимается аналитикой, безопасностью или планированием?": [
                    {
                      "На работе он занимается проектировкой чего-либо или внедрением систем предприятия?": [
                        {
                          "На работе он занимается маркетингом или занимает должность директора?": [
                            {
                              "На работе он занимается продвижением сайтов в поисковых системах?": [
                                {
                                  "ИТ-архитектор": "Основная цель ИТ-архитектора в компании заключается в том, чтобы обеспечить решение задач бизнеса при помощи информационных технологий. Также эти специалисты занимаются разработкой, созданием структуры программного обеспечения, сети, сервера, отдельного модуля в программе. Они прорабатывают архитектурные шаблоны, сценарии взаимодействия компонентов, выбирают средства исполнения, определяют формат хранения и передачи данных."
                                },
                                {
                                  "SEO-специалист": "Это человек, который занимается продвижение сайтов в поисковых системах. SEO-специалист стремится повысить позицию сайта в списке страниц, найденных поисковыми системами по конкретным запросам пользователей, увеличить число переходов из поисковых систем, а также повысить рост доходности сайтов клиентов. Для этого специалисты изучают алгоритмы поисковых систем. SEO специалист должен разбираться в работе линкменеджера, иметь хорошие знания в области Интернет-маркетинга и рекламы."
                                }
                              ]
                            },
                            {
                              "На работе он занимается созданием электронных рассылок?": [
                                {
                                  "На работе он продвигает бренд в интернете?": [
                                    {
                                      "ИТ-директор": "Это специалист в сфере информационных технологий, который управляет IT-подразделением компании и определяет стратегические направления развития технологий для поддержки конкретного бизнеса. Эта позиция требует системных знаний в информационных технологиях, охватывающих как сферу разработки ПО, так и администрирования и защиты данных."
                                    },
                                    {
                                      "Интернет-маркетолог": "Это специалист по маркетингу, который продвигает бренд в интернете. Главным образом, работа интернет-маркетолога заключается в комплексе мероприятий, направленных на продвижение компании в инернет-среде: привлечение клиентов, исследование рынка, брендирование и создание имиджа компании. Обычно интернет-маркетолог также формирует и повышает репутацию своей фирмы в интернете."
                                    }
                                  ]
                                },
                                {
                                  "E-Mail маркетолог": "Специалист, который занимается созданием и распространением электронных рассылок. Основная цель деятельности этого специалиста — увеличения клиентской базы. Также еmail-маркетолог разрабатывает стратегию email-маркетинга, создает и настраивает триггерные письма, формирует редакционную политику и верстает контентные письма. Основная работа проходит в платформах для рассылок: Mailchimp, Sendsay, Subscribe.Pro."
                                }
                              ]
                            }
                          ]
                        },
                        {
                          "На работе он занимается разбиением сетей на подсети?": [
                            {
                              "На работе он сопровождает процесс сбора компонентов для 3D печати?": [
                                {
                                  "ERP-консультант": "Занимается внедрением и отладкой систем планирования предприятия. Работа этого специалиста включает также создание, изменение и сопровождение информационных систем компании, автоматизацию задач предприятия. ERP-консультант должен хорошо разбираться в информационных системах, бизнес-процессах, иметь навыки управления проектной командой, иметь представления о системах Navision, Axapta, ORACLE, BAAN, Scala, Platinum и т.п."
                                },
                                {
                                  "Проектировщик 3D-печати": "Это специалист, отвечающий за процесс проектирования и конструирования макетов для печати домов. Он полностью сопровождает процесс сбора компонентов для печати и следит за правильным выполнением 3D строительства."
                                }
                              ]
                            },
                            {
                              "Проектировщик сети": "Задает расположение узлов, разбиение сети на подсети, решает вопросы учетнойполитики и виды связи порайонам (провод/не провод)."
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "На работе он занимается организацией автоматизации предприятия?": [
                        {
                          "На работе он изучает большие массивы данных?": [
                            {
                              "На работе он занимается анализом информационных рисков компании?": [
                                {
                                  "На работе он отвечает за сбор и анализ информации о посетителях сайтов?": [
                                    {
                                      "Интернет-медиапланер": "Это специалист, осуществляющий стратегическое планирование рекламной кампании и ведение рекламной деятельности той или иной фирмы в интернете. В основном эти специалисты работают в рекламных агентствах, так как их деятельность напрямую связана с рекламными кампаниями и рекламными проектами. Главная задача медиапланера — разработать такую рекламную стратегию, которая позволила бы получить максимальную отдачу. Эффективность рекламной политики определяется увеличением продаж и т.д. Он оценивает эффективность рекламы в том или ином СМИ, включая интернет."
                                    },
                                    {
                                      "Веб-аналитик": "Это специалист, который отвечает за сбор и анализ информации о посетителях сайтов и их поведении, а также за поиск и решение проблем на сайте, которые связаны с его посетителями. Веб-аналитик на основе собранных данных предлагает клиентам решения, способные повысить эффективность работы интернет-ресурса, увеличить его посещаемость и базу подписчиков. Благодаря его советам сайты становятся лучше, приносят больше радости пользователям, а владельцам прибыль."
                                    }
                                  ]
                                },
                                {
                                  "Специалист по информационной безопасности": "Это человек, который занимается анализом информационных рисков компании, разрабатывают и внедряют мероприятия по их предотвращению. В его обязанности также входит установка, настройка и сопровождение технических средств по защите данных. Специалисты по безопасности также проводят мероприятия по обучению и консультации сотрудников по вопросам обеспечения информационной защиты, разрабатывают нормативно-техническую документацию."
                                }
                              ]
                            },
                            {
                              "Аналитик больших данных": "Это универсальный специалист, который обладает знаниями в математике, статистике, информактике. Аналитик Big Data изучает большие массивы данных, содержащие разрозненную информацию. Исследование и анализ такой информации может привести к новым научным открытиям, повышению эффективности работы компании. Основное умение специалистов по изучению данных – это видеть логические связи в системе собранной информации и на основании этого разрабатывать те или иные бизнесрешения, модели."
                            }
                          ]
                        },
                        {
                          "Системный аналитик": "Cпециалист, который организует и курирует автоматизацию деятельности предприятия в целом или одного из его отделов. Он также разрабатывает IT-систему, включающую в себя комплекс компьютерных программ. Он прорабатывает сценарии использования, пишет технические задания для разработчиков, тестирует и принимает готовые продукты. В профессии требуется аналитический склад ума, знания в области инженерии."
                        }
                      ]
                    }
                  ]
                },
                {
                  "На работе он работает с платформой 1С?": [
                    {
                      "На работе он занимается разработкой и отладкой программ в широком смысле этого значения?": [
                        {
                          "На работе он занимается разработкой операционных систем, драйверов и т.д.?": [
                            {
                              "На работе он занимается разработкой скриптов для сервера?": [
                                {
                                  "На работе он создает дизайн веб-сайтов?": [
                                    {
                                      "На работе он занимается разработкой приложений для различных устройств?": [
                                        {
                                          "Тестировщик ПО": "Это специалист, который занимается тестированием программного обеспечения (ПО) с целью выявления ошибок в его работе и их последующего исправления. Основная задача — найти в программе, приложении, игре или другом продукте все возможные ошибки и проблемы. Он разрабатывает методы тестирования."
                                        },
                                        {
                                          "Разработчик мобильных приложений": "Разработчик мобильных приложений — это специалист, разрабатывающий программные приложения для различных мобильных устройств: планшетов и смартфонов. Профессия на данный момент самая модная, перспективная и востребованная. Ведь именно в сфере мобильной разработки появились такие интересные новинки как голосовой и жестовый интерфейс."
                                        }
                                      ]
                                    },
                                    {
                                      "Front-end разработчик": "Front-end — это разработка, связанная с созданием дизайна и веб-интерфейсов. Front-end-разработчики несут ответственность за создание клиентской части в вебприложениях, то есть они имеют дело со всем, с чем взаимодействует пользователь. Они определяют как все это будет работать с основной программно-аппаратной частью, которую готовит back-end разработчик."
                                    }
                                  ]
                                },
                                {
                                  "Back-end разработчик": "Back-end — это разработка, связанная с написанием скриптов для сервера.Back-end разработчики несут ответственность за создание серверной части в вебприложениях, иначе говоря, они имеют дело со всем, что относится к программно-административной части веб-приложения, внутреннему содержанию системы, серверным технологиям — базам данных, архитектуре, программной логике."
                                }
                              ]
                            },
                            {
                              "Системный программист": "Это специалист, который знает все нюансы системного программного обеспечения, архитектуры компьютера и вычислительных комплексов. Он занимается разработкой операционных систем, утилит, драйверов для монитора или принтера, графических «движков» для компьютерных игр, программных комплексов, обеспечивающих слаженную работу компонентов компьютера, а иногда и баз данных."
                            }
                          ]
                        },
                        {
                          "Программист": "Основной задачей программиста является разработка и отладка компьютерных программ."
                        }
                      ]
                    },
                    {
                      "1С-программист": "Работа с платформой 1C, доработка, обновление, обучение пользователей. Работас бухгалтерами, финансовыми директорами, экономистами."
                    }
                  ]
                }
              ]
            },
            {
              "На работе он настраивает модели компьютерных персонажей?": [
                {
                  "На работе он в первую очередь думает о том, как интерфейс взаимодействует с пользователем?": [
                    {
                      "На работе он отвечает за то, как интерфейс будет выглядеть и реагировать на действия?": [
                        {
                          "На работе он отвечает за то, как выглядит сайт?": [
                            {
                              "На работе он придает продукту, сервису или компании особую стилистическую индивидуальность?": [
                                {
                                  "На работе он выносит решения или предсказания в отношении какой-либо гипотезы или вопроса?": [
                                    {
                                      "Технический писатель": "Это специалист, который занимается составлением документации в рамках разработки различных программ и автоматизированных систем, проведения НИОКР (Научно-исследовательских и опытно-конструкторских работ), а также решения иных технических задач. К составляемым документам относятся задания для специалистов, руководство по эксплуатации для пользователей и многие другие. Технический писатель, способный составить их грамотно и на понятном для конечного пользователя языке, всегда востребован. В некоторых случаях технические писатели используют графические редакторы, чтобы сделать свои пояснения наглядными. В качестве иллюстраций используются не только статичные картинки, но и анимация (flash-ролики)."
                                    },
                                    {
                                      "Дизайнер машинного обучения": "Специалист, отвечающий за процесс написания всевозможных алгоритмов, с целью их всестороннего анализа компьютером."
                                    }
                                  ]
                                },
                                {
                                  "Графический дизайнер": "Это специалист, который занимается оформлением окружающей среды средствами графики, придает продукту, сервису, компании особую стилистическую индивидуальность. Дизайнеры создают макеты обложек и страниц, разрабатывают или подбирают шрифты, самостоятельно иллюстрируют либо создают коллажи из фотографий и рисунков, работают над фирменным стилем. Профессия дизайнера требует наличия хорошего вкуса и креативного мышления. Он должен владеть базовыми графическими программами Adobe: Photoshop, Illustrator и InDesign. Дизайнерам также часто приходится осваивать мультимедийных программы (After Effects, Maya), основы HTML и CSS, карандашный рисунок и типографику."
                                }
                              ]
                            },
                            {
                              "Веб-дизайнер": "Это специалист в области компьютерных технологий, который отвечает за то, как выглядит и воспринимается сайт. Он придумывает логотипы, баннеры и другие элементы графики, продумывает навигацию по сайту, определяет, где следует разместить текст. Дизайнеру необходимо не только создавать интересный сайт, но и учитывать время его загрузки. При этом web-дизайнер сосредотачивается не только на визуальном оформлении, он должен заботиться и об удобстве пользования сайтом – его юзабилити. В своей работе он применяет знания языка разметки документов HTML, языка оформления стилей документов CSS, основы HTML-вёрстки. Он работает в тесном контакте со специалистами по маркетингу и бренд-менеджерами, что позволяет создавать эффективный сайт. "
                            }
                          ]
                        },
                        {
                          "UI-дизайнер": "Это специалист, который отвечает за то, как интерфейс будет выглядеть и реагировать на действия пользователя, то есть создает интерактивный интерфейс (рисует кнопочки, иконочки, формы, подбирает шрифты и делает из всего гармоничный и красивый макет) для сайта, приложения, всего, с чем будет взаимодействовать пользователь — хоть для экрана вокзального терминала. UX и UI дизайнеры, как правило, работают совместно, после того как UX дизайнер выполнил работу по проектированию, он передает ее UI дизайнеру, который занимается визуальной и интерактивной реализацией проекта."
                        }
                      ]
                    },
                    {
                      "UX-дизайнер": "Это специалист, который в первую очередь озабочен тем, как продукт взаимодействует с пользователем. UX дизайнеры исследуют различные подходы к решению конкретной проблемы пользователя. Основная задача UX дизайнера — убедиться, что продукт логически перетекает от одного шага к другому. Один из способов, которым UX дизайнер может это выяснить — провести пользовательский тесты лично и сделать выводы из своих ощущений. "
                    }
                  ]
                },
                {
                  "3D-дизайнер": "Профессионал в области трехмерной графики, который настраивает компьютерных персонажей для игровой анимации, обеспечивает движение рисованных моделей и объектов. Говоря высоким слогом, искусство 3D-дизайнера заключается в том, чтобы вдохнуть в персонажа душу и сотворить живой, одушевленный мир вокруг."
                }
              ]
            }
          ]
        },
        {
          "На работе он занимается поддержкой и настройкой локальной офисной сети и работоспособности ПО?": [
            {
              "На работе он занимается настройкой прав доступа и оборудования?": [
                {
                  "На работе он отвечает за обслуживание систем управления баз данных?": [
                    {
                      "На работе он обеспечивает бесперебойную работу компьютерной техники, локальной сети и ПО?": [
                        {
                          "На работе он занимается всем: от технической поддержки до заданий по типу “почини чайник”?": [
                            {
                              "На работе он занимается администрированием и сопровождением биллинговой системы АСР?": [
                                {
                                  "На работе он занимается физическим подключением клиентов?": [
                                    {
                                      "Куратор впечатлений": "Cпециалист, отвечающий за процесс компьютерного моделирования процессов, событий, окружения и сценариев дополненной и виртуальной реальности. Этот специалист должен полностью сопровождает процесс реализации заданных виртуальных проектов для их дальнейшего использования в сфере бизнеса, медицины, образования и, конечно же, сфере развлечений. VR/AR куратор также должен следить за их корректной реализацией “виртуальных проектов” другими специалистами: UX/UI дизайнерами, специалистами по звуку, программистами и т.д."
                                    },
                                    {
                                      "Линейщик": "Физическое подключение клиентов, настройка оборудования, физическое устранение неполадок на оборудовании, монтаж оборудования (в том числе и на высотных зданияхи ЛЭП)."
                                    }
                                  ]
                                },
                                {
                                  "Биллингист": "Администрирование и сопровождение биллинговой системы АСР,  проведение биллинга компании в рамках выставления счетов за интернет, написание запросов к БД, администрирование БД ORACLE, установка ОС SuSe Linux и СУБД ORACLE, установка патчей к БД, миграция на другие версии, клонирование, создание тестовых БД и STANDBY, документирование проблем, поддержание технической документации в актуальном состоянии."
                                }
                              ]
                            },
                            {
                              "Эникейщик": "От технической поддержки пользователей до «почини чайник». По сути – недостаточно квалифицированный сисадмин."
                            }
                          ]
                        },
                        {
                          "Системный администратор": "Это специалист, который организует и курирует автоматизацию деятельности предприятия в целом или одного из его отделов. Он также разрабатывает IT-систему, включающую в себя комплекс компьютерных программ, работающих на повышение эффективности бизнеса и может выступать в качестве консультанта по системному анализу и автоматизации. Он прорабатывает сценарии использования, пишет технические задания для разработчиков, тестирует и принимает готовые продукты. В профессии требуется аналитический склад ума, знания в области инженерии, хорошие навыки коммуникации и организаторские навыки."
                        }
                      ]
                    },
                    {
                      "Администратор баз данных": "Cпециалист, отвечающий за обслуживание систем управления баз данных. Главная его обязанность — обеспечение постоянной работы сервера и доступа пользователей к нужной информации. Если специалисту приходится с нуля проектировать базу данных, то он также разрабатывает требования к ней, занимается ее реализацией, эффективным использованием и сопровождением, например, управлением учетными записями пользователей, защитой от несанкционированного доступа к данным, хранящимся в базе, поддержкой их целостности. Также в целях защиты информации этот специалист выполняет резервное копирование данных, составляя и выполняя его график. Процедура должна быть проведена так, чтобы потом, в экстренном случае, можно было бы быстро восстановить утерянные данных. "
                    }
                  ]
                },
                {
                  "Администратор АТС": "Заведение клиентов, настройка прав доступа, настройка оборудования."
                }
              ]
            },
            {
              "Админ (Сисадмин)": "Поддержка и настройка локальной офисной сети и работоспособности ПО. Установка и настройка оборудования. Настройка операционной системы, а также комплексов программных систем различной сложности. Организация обмена данными по сети. Консультирование пользователей."
            }
          ]
        }
      ]
    },
    {
      "На работе он занимается продажей ИТ-услуг и продуктов?": [
        {
          "На работе он занимается консультированием пользователей по техническим вопросам?": [
            {
              "На работе он отвечает за успешное выполнение проекта в указанные сроки?": [
                {
                  "На работе он отвечает за создание новых продуктов и определение его назначения?": [
                    {
                      "На работе он обеспечивает взаимопонимание и сотрудничество между организацией и клиентами?": [
                        {
                          "На работе он занимается продвижением компании или бренда в социальных сетях?": [
                            {
                              "На работе он отвечает за планирование, запуск и оптимизацию кампаний контекстной рекламы?": [
                                {
                                  "На работе он осуществляет связь между покупателями и организациями?": [
                                    {
                                      "На работе он занимается изучением, поиском, написанием и редактированием интересных материалов, которые будут опубликованы на сайте или информационном ресурсе?": [
                                        {
                                          "CRM-менеджер": "Это аналитики, которые исследуют взаимоотношение фирмы с существующими клиентами, убеждаясь, что уровень их обслуживания (и следовательно, лояльности клиента) максимально высок. На основе своих исследований они также ищут способы привлечения новых клиентов. CRM-менеджер ставит отношения с клиентом в центр всей философии бизнеса. Основное направление его деятельности — поддержка эффективного маркетинга, продаж и обслуживания клиентов. Поддержка этих бизнес-целей включает сбор, хранение и анализ информации о потребителях, поставщиках, партнёрах, а также о внутренних процессах компании через продажи, маркетинг, поддержку потребителей."
                                        },
                                        {
                                          "Контент-менеджер": "Это специалист, который занимается изучением, поиском, написанием и редактированием интересных материалов, которые будут опубликованы на сайте или информационном ресурсе. Помимо подбора текстовой информации он также занимается поиском графической информации, полезной и удобной для восприятия выбранной целевой группой. Зачастую это очень творческие люди, со свободным полётом мысли. Они не просто пишут тексты, но буквально вживаются в новый образ, в каждую создаваемую тему — это журналист, корректор, продавец и покупатель в одном лице. Эти специалисты часто работают с программным обеспечением для управления контентом (CMS), которое позволяет им эффективно вносить все необходимые изменения, просто нажав на кнопку, а также производить отправку по электронной почте информационных бюллетеней и рекламных акций."
                                        }
                                      ]
                                    },
                                    {
                                      "Менеджер по продажам IT-услуг": "Это специалист, который осуществляет связь между покупателями и торговыми и производящими организациями IT-решений и услуг. Менеджер по продажам занимается поиском контакта с потенциальным покупателем (работа со справочниками, адресными книгами, визиты, телефонные звонки), организацией рекламы, презентацией, участием в выставках. Также ведет переговоры по организации встреч с потенциальным клиентом, создаёт благоприятный эмоциональный фон делового общения, выслушивает клиента, получает информацию о его потребностях. Несмотря на специфику продаваемого товара, суть работы специалиста отдела продаж всегда одна — реализовать товар, удержать объем продаж на высоком уровне и, по возможности, еще и увеличить его."
                                    }
                                  ]
                                },
                                {
                                  "Менеджер по контекстной рекламе": "Это специалист, который отвечает за планирование, запуск и оптимизацию кампаний контекстной рекламы. Он разрабатывает стратегию, подбирает ключевые слова и пишет рекламные объявления, управляет бюджетом, анализирует поведение посетителей и оценивает рентабельность рекламных кампаний."
                                }
                              ]
                            },
                            {
                              "SMM-менеджер": "Это специалист, который занимается продвижением компании, бренда или продукта в социальных сетях. Он участвует в разработке стратегии продвижения и составляет бюджет. Также в его круг обязанностей входит создание сообществ и регулярное их наполнение контентом. SMM-менеджер должен привлекать подписчиков и «лидеров мнений», стимулировать людей общаться, проводить конкурсы и акции, грамотно отвечает на критику и работать с таргетированной и контекстной рекламой."
                            }
                          ]
                        },
                        {
                          "PR-менеджер": "Это специалист, который обеспечивает взаимопонимание и сотрудничество между организацией и клиентами, журналистами, властями всех уровней, населением. Менеджер по связям с общественностью, другими словами, посредник между компанией и ее целевой аудиторией (потенциальными клиентами и сотрудниками). В основные обязанности пиарменеджера входит информирование общественности о деятельности компании, распространение публикаций и отзывов о ней, размещение новостей и т.д. На пиар-менеджере лежит большая ответственность за имидж и репутацию компании или бренда."
                        }
                      ]
                    },
                    {
                      "Продакт-менеджер": "Это специалист, который отвечает за создание новых продуктов, анализ рынка, ассортиментную политику, ценообразование, продвижение продукта, планирование ключевых показателей, формирование требований к продукту, определение назначения продукта. Это тот человек в компании, который находится на стыке маркетинга, разработки и развития бизнеса. Он управляет продуктом: изучает желания пользователей, проводит конкурентный анализ, строит экономику бизнеса. А затем составляет план изменений в продукте, формирует концепцию и отслеживает все этапы работы. Также, в своей работе, он активно взаимодействует с продажами, маркетингом, технической поддержкой, производством, исследовательской работой и т.д. Функции менеджера по продукту напрямую зависят от типа компании (производитель, дистрибутор, дилер, системный интегратор)."
                    }
                  ]
                },
                {
                  "Менеджер проекта": "Это специалист, отвечающий за успешное выполнение проекта: в указанные заказчиком сроки, с необходимым качеством, при фиксированном бюджете, ограниченных человеческих ресурсах и в соответствии с требованиями со стороны заказчика. Зачастую это административный руководитель функциональной проектной группы, который обеспечивает оперативное руководство и контролирует осуществление работ, проводимых в рамках проекта. В условиях постоянного усиления конкуренции особенно актуальными становятся готовность компании к непредвиденным поворотам событий и способность грамотных менеджеров предугадывать, планировать и управлять изменениями. В бизнесе работа по проекту является своего рода искусством и требует умений, времени и сил."
                }
              ]
            },
            {
              "Менеджер по работе с клиентами": "Тех.поддержка: консультирование пользователей по техническим вопросам. Сотрудники колл-центров: консультирование пользователей по общим и малотехническим вопросам. Персональные менеджеры юр.лиц.: консультирование пользователей по общим и малотехническим вопросам, отслеживание задолженностей, подготовка и рассылка пакетов документов."
            }
          ]
        },
        {
          "Продажник": "Менеджер по продажам ИТ-услуг и продуктов. Основные обязанности: поиск и привлечение новых клиентов, заключение с ними договоров. В сфере телекоммуникаций (интернет) те, кто ходит по подъездам и предлагают услуги связи – менеджеры по работе с физиками (физ.лицами). По-другому, лайт-агенты. Как правило, з/п сдельная и зависит от количества заявок. Для работы с юр.лицами в обязанности входит выезд на предприятие и согласование договоров на особых условиях."
        }
      ]
    }
  ]
}